/* No comment provided by engineer. */
"AB_PERMISSION_MISSING_ACTION" = "Hozzáférés adása";

/* No comment provided by engineer. */
"AB_PERMISSION_MISSING_BODY" = "A Forsta hozzáférést igényel a kontaktjaidhoz. Nem tároljuk el a kontaktjaidat a szervereinken.";

/* No comment provided by engineer. */
"AB_PERMISSION_MISSING_TITLE" = "Sajnáljuk!";

/* Action sheet item */
"ACCEPT_NEW_IDENTITY_ACTION" = "Accept new safety numbers";

/* No comment provided by engineer. */
"ACTION_REQUIRED_TITLE" = "Beavatkozás szükséges";

/* No comment provided by engineer. */
"ADDRESSBOOK_RESTRICTED_ALERT_BODY" = "A Forsta-nak szüksége van arra, hogy hozzá tudjon férni a kontaktjaidhoz. A kontaktokhoz való hozzáférés korlátozva van. A Forsta bezárul. A Beállítások alkalmazás >> Általános >> Korlátozások >> Kontaktok >> Módosítások engedélyezése menüpontjában átmenetileg letilthatod a korlátozást, hogy a Forsta hozzáférjen a kontaktjaidhoz.";

/* No comment provided by engineer. */
"ADDRESSBOOK_RESTRICTED_ALERT_BUTTON" = "Bezár";

/* No comment provided by engineer. */
"ANSWER_CALL_BUTTON_TITLE" = "Válaszol";

/* No comment provided by engineer. */
"APN_FETCHED_FAILED" = "Új üzenet! Nyisd meg az alkalmazást az olvasáshoz.";

/* No comment provided by engineer. */
"APN_Message" = "Új üzenet!";

/* No comment provided by engineer. */
"APN_MESSAGE_FROM" = "Üzenet feladója";

/* No comment provided by engineer. */
"APN_MESSAGE_IN_GROUP" = "Üzenet csoportban";

/* No comment provided by engineer. */
"APN_MESSAGE_IN_GROUP_DETAILED" = "%@ csoportban %@: %@";

/* Pressing this button moves a thread from the inbox to the archive */
"ARCHIVE_ACTION" = "Archiválás";

/* No comment provided by engineer. */
"ARCHIVE_NAV_BAR_TITLE" = "Archívum";

/* No comment provided by engineer. */
"ATTACHMENT" = "Melléklet";

/* No comment provided by engineer. */
"ATTACHMENT_DOWNLOAD_FAILED" = "Melléklet letöltése nem sikerült. Érintsd meg az újrapróbálkozáshoz.";

/* No comment provided by engineer. */
"ATTACHMENT_DOWNLOADING" = "Melléklet letöltése";

/* No comment provided by engineer. */
"ATTACHMENT_QUEUED" = "Új melléklet várakozik helyrehozásra.";

/* No comment provided by engineer. */
"AUDIO_PERMISSION_MESSAGE" = "Az alkalmazás megfelelő működéséhez az alkalmazásnak hozzá kell férni a telefonod mikrofonjához. Az engedélyt a Beállítások >> Adatvédelem >>  Mikrofon >> Forsta menüpontban vonhatod vissza.";

/* No comment provided by engineer. */
"CALLBACK_BUTTON_TITLE" = "Visszahívás";

/* No comment provided by engineer. */
"CHOOSE_MEDIA_BUTTON" = "Válassz a könyvtárbol...";

/* No comment provided by engineer. */
"CONFIRM_ACCOUNT_DESTRUCTION_TEXT" = "Ez vissza fogja állítani az alkalmazást az üzeneteid törlése által és le fog jelenteni a szerverröl. Az app bezár adattörlés után";

/* No comment provided by engineer. */
"CONFIRM_ACCOUNT_DESTRUCTION_TITLE" = "Biztosan törölni akarod a fiókod?";

/* Alert body */
"CONFIRM_LEAVE_GROUP_DESCRIPTION" = "You will no longer be able to send or receive messages in this group.";

/* Alert title */
"CONFIRM_LEAVE_GROUP_TITLE" = "Do you really want to leave?";

/* Button text */
"CONFIRM_LINK_NEW_DEVICE_ACTION" = "Új Készülék Társítása";

/* No comment provided by engineer. */
"CONFIRMATION_TITLE" = "Megerősítés";

/* No comment provided by engineer. */
"CONTACT_DETAIL_COMM_TYPE_INSECURE" = "Nem regisztrált szám";

/* title for conversation settings screen */
"CONVERSATION_SETTINGS" = "Conversation Settings";

/* ActionSheet title */
"CORRUPTED_SESSION_DESCRIPTION" = "Resetting your session will allow you to receive future messages from %@, but it will not recover any already corrupted messages.";

/* No comment provided by engineer. */
"COUNTRYCODE_SELECT_TITLE" = "Válassz országhívószámot";

/* {{number of days}} embedded in strings, e.g. 'Alice updated disappearing messages expiration to {{5 days}}'. See other *_TIME_AMOUNT strings */
"DAYS_TIME_AMOUNT" = "%u days";

/* No comment provided by engineer. */
"DELIVERED_MESSAGE_TEXT" = "Kézbesítve";

/* {{Short Date}} when device last communicated with Forsta Server. */
"DEVICE_LAST_ACTIVE_AT_LABEL" = "Utoljára aktív: %@";

/* {{Short Date}} when device was linked. */
"DEVICE_LINKED_AT_LABEL" = "Társítva: %@";

/* Alert title that can occur when viewing device manager. */
"DEVICE_LIST_UPDATE_FAILED_TITLE" = "Nem sikerült frissíteni a készüléklistát.";

/* table cell label in conversation settings */
"DISAPPEARING_MESSAGES" = "Disappearing Messages";

/* subheading in conversation settings */
"DISAPPEARING_MESSAGES_DESCRIPTION" = "When enabled, messages sent and received in this conversation will disappear after they have been seen.";

/* Generic short text for button to dismiss a dialog */
"DISMISS_BUTTON_TEXT" = "Elvet";

/* table cell label in conversation settings */
"EDIT_GROUP_ACTION" = "Edit Group";

/* Short name for edit menu item to save contents of media message. */
"EDIT_ITEM_SAVE_ACTION" = "Mentés";

/* No comment provided by engineer. */
"EMPTY_ARCHIVE_FIRST_TEXT" = "Érintsd meg az új üzenet gombot.";

/* No comment provided by engineer. */
"EMPTY_ARCHIVE_FIRST_TITLE" = "Indítsd el első Forsta beszélgetésed!";

/* No comment provided by engineer. */
"EMPTY_ARCHIVE_TEXT" = "Archiválhatod az inaktív beszélgetéseidet az Inboxodból, ha később még szeretnéd őket elérni.";

/* No comment provided by engineer. */
"EMPTY_ARCHIVE_TITLE" = "Tisztítsd a beszélgetéseidet.";

/* No comment provided by engineer. */
"EMPTY_CONTACTS_INVITE_BUTTON" = "Kontakt meghívása";

/* No comment provided by engineer. */
"EMPTY_CONTACTS_LABEL_LINE1" = "Egyik kontaktodnak sincs Forsta-ja!";

/* No comment provided by engineer. */
"EMPTY_CONTACTS_LABEL_LINE2" = "Miért nem hívsz meg valakit?";

/* No comment provided by engineer. */
"EMPTY_INBOX_FIRST_TEXT" = "Tipp:  adj meg egy beszélgetést emlékeztetőként!";

/* No comment provided by engineer. */
"EMPTY_INBOX_FIRST_TITLE" = "Kész. Kész. Kész.";

/* No comment provided by engineer. */
"EMPTY_INBOX_TEXT" = "Nincs új bejövő üzeneted, szép napot!";

/* No comment provided by engineer. */
"EMPTY_INBOX_TITLE" = "Minden teljesen tiszta.";

/* No comment provided by engineer. */
"END_CALL_BAD_INTERACTION_WITH_SERVER" = "Szerverhiba!";

/* No comment provided by engineer. */
"END_CALL_BUTTON_TITLE" = "Befejezés";

/* No comment provided by engineer. */
"END_CALL_HANDSHAKE_FAILED" = "Kapcsolódás sikertelen!";

/* No comment provided by engineer. */
"END_CALL_HANGUP_LOCAL" = "Bontottad a beszélgetést.";

/* No comment provided by engineer. */
"END_CALL_HANGUP_REMOTE" = "Bontották a beszélgetést.";

/* No comment provided by engineer. */
"END_CALL_LOGIN_FAILED" = "Sikertelen bejelentkezés!";

/* No comment provided by engineer. */
"END_CALL_MESSAGE_FROM_SERVER_PREFIX" = "Üzenet a szervertől:";

/* No comment provided by engineer. */
"END_CALL_NO_SUCH_USER" = "A telefonszám nincs regisztrálva a Forsta vagy RedPhone alkalmazásokkal.";

/* No comment provided by engineer. */
"END_CALL_RECIPIENT_UNAVAILABLE" = "A fogadófél nem elérhető.";

/* No comment provided by engineer. */
"END_CALL_REJECTED_LOCAL" = "A hívást elutasítottad.";

/* No comment provided by engineer. */
"END_CALL_REJECTED_REMOTE" = "Hívás elutasítva.";

/* No comment provided by engineer. */
"END_CALL_REPLACED_BY_NEXT" = "Másik hívást bonyolítottál.";

/* No comment provided by engineer. */
"END_CALL_RESPONDER_IS_BUSY" = "Foglalt...";

/* No comment provided by engineer. */
"END_CALL_STALE_SESSION" = "Nem fogadott hívás.";

/* No comment provided by engineer. */
"END_CALL_UNCATEGORIZED_FAILURE" = "Kliens hiba!";

/* Generic notice when message failed to send. */
"ERROR_DESCRIPTION_CLIENT_SENDING_FAILURE" = "Failed to send message.";

/* Generic error used whenver Forsta can't contact the server */
"ERROR_DESCRIPTION_NO_INTERNET" = "Forsta was unable to connect to the internet. Please try from another WiFi network or use mobile data.";

/* Generic server error */
"ERROR_DESCRIPTION_SERVER_FAILURE" = "Server Error. Please try again later.";

/* Error message when attempting to send message */
"ERROR_DESCRIPTION_UNREGISTERED_RECIPIENT" = "Recipient is no longer a Forsta user.";

/* No comment provided by engineer. */
"ERROR_MESSAGE_DUPLICATE_MESSAGE" = "Kaptál egy duplikált üzenetet.";

/* No comment provided by engineer. */
"ERROR_MESSAGE_INVALID_KEY_EXCEPTION" = "A címzett kulcsa nem érvényes.";

/* No comment provided by engineer. */
"ERROR_MESSAGE_INVALID_MESSAGE" = "Received a badly encrypted message. Tap to reset your secure session.";

/* No comment provided by engineer. */
"ERROR_MESSAGE_INVALID_VERSION" = "A kapott üzenet nem kompatibilis ezzel a verzióval.";

/* No comment provided by engineer. */
"ERROR_MESSAGE_NO_SESSION" = "Nincs elérhető munkamenet a kontakthoz.";

/* No comment provided by engineer. */
"ERROR_MESSAGE_NON_BLOCKING_IDENTITY_CHANGE" = "Safety numbers changed.";

/* No comment provided by engineer. */
"ERROR_MESSAGE_UNKNOWN_ERROR" = "Ismeretlen hiba lépett fel.";

/* No comment provided by engineer. */
"ERROR_MESSAGE_WRONG_TRUSTED_IDENTITY_KEY" = "Safety numbers changed. Tap to verify.";

/* No comment provided by engineer. */
"ERROR_WAS_DETECTED_TITLE" = "Pech!";

/* action sheet header when re-sending message which failed because of too many attempts */
"FAILED_SENDING_BECAUSE_RATE_LIMIT" = "Too many failures with this contact. Please try again shortly.";

/* action sheet header when re-sending message which failed because of untrusted identity keys */
"FAILED_SENDING_BECAUSE_UNTRUSTED_IDENTITY_KEY" = "You must accept their new safety numbers before you will be able to send.";

/* No comment provided by engineer. */
"FAILED_SENDING_TEXT" = "Küldés sikertelen. Koppints az újra próbálkozáshoz!";

/* alert title */
"FAILED_VERIFICATION_TITLE" = "Failed to Verify Safety Numbers!";

/* No comment provided by engineer. */
"FINGERPRINT_SHRED_KEYMATERIAL_BUTTON" = "Munkamenet alaphelyzetbe állítása.";

/* No comment provided by engineer. */
"GROUP_AVATAR_CHANGED" = "A profilképed megváltozott.";

/* No comment provided by engineer. */
"GROUP_CREATED" = "Group created.";

/* No comment provided by engineer. */
"GROUP_CREATING" = "Új csoport létrehozása";

/* No comment provided by engineer. */
"GROUP_CREATING_FAILED" = "Csoport létrehozás sikertelen";

/* Conversation settings table section title */
"GROUP_MANAGEMENT_SECTION" = "Group Management";

/* No comment provided by engineer. */
"GROUP_MEMBER_JOINED" = "%@ belépett a csoportba.";

/* No comment provided by engineer. */
"GROUP_MEMBER_LEFT" = "%@ elhagyta a csoportott.";

/* header for table which lists the members of this group thread */
"GROUP_MEMBERS_HEADER" = "Csoport tagok";

/* No comment provided by engineer. */
"GROUP_REMOVING" = "%@ csoport elhagyása";

/* No comment provided by engineer. */
"GROUP_REMOVING_FAILED" = "Csoport elhagyása sikertelen";

/* No comment provided by engineer. */
"GROUP_TITLE_CHANGED" = "A cím most %@";

/* No comment provided by engineer. */
"GROUP_UPDATED" = "Csoport frissítve.";

/* No comment provided by engineer. */
"GROUP_YOU_LEFT" = "Elhagytad a csoportot.";

/* {{number of hours}} embedded in strings, e.g. 'Alice updated disappearing messages expiration to {{5 hours}}'. See other *_TIME_AMOUNT strings */
"HOURS_TIME_AMOUNT" = "%u hours";

/* Call setup status label */
"IN_CALL_CONNECTING" = "Kapcsolódás...";

/* Call setup status label */
"IN_CALL_RINGING" = "Hívás...";

/* Call setup status label */
"IN_CALL_SECURING" = "OK. Biztonságossá tétel...";

/* Call setup status label */
"IN_CALL_TALKING" = "Biztonságos. Aktív.";

/* Call setup status label */
"IN_CALL_TERMINATED" = "Kész.";

/* No comment provided by engineer. */
"INCOMING_CALL" = "Bejövő hívás";

/* No comment provided by engineer. */
"INCOMING_CALL_FROM" = "Bejövő hívás %@";

/* Slider label embeds {{TIME_AMOUNT}}, e.g. '2 hours'. See *_TIME_AMOUNT strings for examples. */
"KEEP_MESSAGES_DURATION" = "Messages disappear after %@.";

/* Slider label when disappearing messages is off */
"KEEP_MESSAGES_FOREVER" = "Messages do not disappear.";

/* Confirmation button within contextual alert */
"LEAVE_BUTTON_TITLE" = "Csoport elhagyása";

/* table cell label in conversation settings */
"LEAVE_GROUP_ACTION" = "Leave Group";

/* report an invalid linking code */
"LINK_DEVICE_INVALID_CODE_BODY" = "This QR code is not valid, make sure you are scanning the QR code displayed on the device you want to link.";

/* report an invalid linking code */
"LINK_DEVICE_INVALID_CODE_TITLE" = "Linking Device Failed";

/* confirm the users intent to link a new device */
"LINK_DEVICE_PERMISSION_ALERT_BODY" = "Ez a készülék képes lesz látni a csoportjaidat és névjegyeidet, elolvasni az összes üzeneted és üzeneteket küldeni a nevedben.";

/* confirm the users intent to link a new device */
"LINK_DEVICE_PERMISSION_ALERT_TITLE" = "Társítod ezt a készüléket?";

/* attempt another linking */
"LINK_DEVICE_RESTART" = "Retry";

/* QR Scanning screen instructions, placed alongside a camera view for scanning QRCodes */
"LINK_DEVICE_SCANNING_INSTRUCTIONS" = "Szkenneld be a készüléken megjelenített QR kódot a társításhoz.";

/* Subheading for 'Link New Device' navigation */
"LINK_NEW_DEVICE_SUBTITLE" = "QR Kód Szkennelés";

/* Navigation title when scanning QR code to add new device. */
"LINK_NEW_DEVICE_TITLE" = "Új Készülék Társítása";

/* Menu item and navbar title for the device manager */
"LINKED_DEVICES_TITLE" = "Társított készülékek";

/* Alert Title */
"LINKING_DEVICE_FAILED_TITLE" = "Készülék Társítása Sikertelen";

/* table cell label in conversation settings */
"LIST_GROUP_MEMBERS_ACTION" = "List Group Members";

/* No comment provided by engineer. */
"LOADING_CONTACTS_LABEL_LINE1" = "Kontaktjaid betöltése.";

/* No comment provided by engineer. */
"LOADING_CONTACTS_LABEL_LINE2" = "Kérlek, várj!";

/* No comment provided by engineer. */
"LOGGING_SECTION" = "Naplózás";

/* No comment provided by engineer. */
"ME_STRING" = "Én";

/* No comment provided by engineer. */
"MESSAGE_COMPOSEVIEW_TITLE" = "Új üzenet";

/* {{number of minutes}} embedded in strings, e.g. 'Alice updated disappearing messages expiration to {{5 minutes}}'. See other *_TIME_AMOUNT strings */
"MINUTES_TIME_AMOUNT" = "%u minutes";

/* No comment provided by engineer. */
"MISSED_CALL" = "Nem fogadott hívás";

/* Alert body */
"MISSING_CAMERA_PERMISSION_MESSAGE" = "You previously declined to let Forsta access your camera. Update your system settings to proceed.";

/* Alert title */
"MISSING_CAMERA_PERMISSION_TITLE" = "Forsta needs to access your camera.";

/* No comment provided by engineer. */
"MSGVIEW_MISSED_CALL" = "Nem fogadott hívás tőle: %@.";

/* No comment provided by engineer. */
"MSGVIEW_RECEIVED_CALL" = "Hívást kaptál %@-töl/-tol.";

/* No comment provided by engineer. */
"MSGVIEW_YOU_CALLED" = "Hívtad %@-t.";

/* No comment provided by engineer. */
"MULTIDEVICE_PAIRING_MAX_DESC" = "Nem párosíthatsz több készüléket.";

/* No comment provided by engineer. */
"MULTIDEVICE_PAIRING_MAX_RECOVERY" = "Elérted a fiókoddal párosítható maximum eszközök számát. Kérlek távolíts el egy eszközt, vagy próbáljd meg később ismét a párosítást.";

/* No comment provided by engineer. */
"NETWORK_ERROR_RECOVERY" = "Kérlek, ellenőrizd az internet kapcsolatodat, és próbáld újra.";

/* No comment provided by engineer. */
"NETWORK_STATUS_CONNECTED" = "Csatlakozva";

/* No comment provided by engineer. */
"NETWORK_STATUS_CONNECTING" = "Csatlakozás";

/* No comment provided by engineer. */
"NETWORK_STATUS_HEADER" = "Hálózat állapota";

/* No comment provided by engineer. */
"NETWORK_STATUS_OFFLINE" = "Offline";

/* No comment provided by engineer. */
"NETWORK_STATUS_TEXT" = "A halózat állapotát meg tudod nézni, ha ellenőrzöd a színes sávot az inbox-od felett.";

/* No comment provided by engineer. */
"NEW_GROUP_DEFAULT_TITLE" = "Új csoport";

/* No comment provided by engineer. */
"NEW_GROUP_NAMEGROUP_REQUEST_DEFAULT" = "Csoportos chat elnevezése";

/* No comment provided by engineer. */
"NEW_GROUP_REQUEST_ADDPEOPLE" = "Emberek hozzáadása";

/* No comment provided by engineer. */
"NOTIFICATION_SEND_FAILED" = "Az üzenetedet nem sikerült elküldeni neki: %@.";

/* No comment provided by engineer. */
"NOTIFICATIONS_FOOTER_WARNING" = "Az Apple push framework -jében ismert hibák miatt az üzenet elölnézetek csak akkor jelennek meg, ha az üzenet visszatér a küldés utáni 30 másodpercen belül. Az alkalmazás jelvény pontatlan lehet eredményként.";

/* No comment provided by engineer. */
"NOTIFICATIONS_NONE" = "Nincs név vagy üzenet";

/* No comment provided by engineer. */
"NOTIFICATIONS_SECTION_BACKGROUND" = "Háttér értesítések";

/* No comment provided by engineer. */
"NOTIFICATIONS_SECTION_INAPP" = "Alkalmazásbeli értesítések";

/* No comment provided by engineer. */
"NOTIFICATIONS_SENDER_AND_MESSAGE" = "Küldő neve & üzenete";

/* No comment provided by engineer. */
"NOTIFICATIONS_SENDER_ONLY" = "Csak a küldő neve";

/* No comment provided by engineer. */
"NOTIFICATIONS_SHOW" = "Mutasd";

/* No comment provided by engineer. */
"NOTIFICATIONS_SOUND" = "Értesítési hangok";

/* No comment provided by engineer. */
"OK" = "OK";

/* Button text which opens the settings app */
"OPEN_SETTINGS_BUTTON" = "Settings";

/* Info Message when {{other user}} disables or doesn't support disappearing messages */
"OTHER_DISABLED_DISAPPEARING_MESSAGES_CONFIGURATION" = "%@ disabled disappearing messages.";

/* Info Message when {{other user}} updates message expiration to {{time amount}}, see the *_TIME_AMOUNT strings for context. */
"OTHER_UPDATED_DISAPPEARING_MESSAGES_CONFIGURATION" = "%@ set disappearing message time to %@.";

/* No comment provided by engineer. */
"OUTGOING_CALL" = "Kimenő hívás";

/* No comment provided by engineer. */
"PHONE_NEEDS_UNLOCK" = "Az iPhone-odnak feloldva kell lenni az új üzenetek fogadásához.";

/* Alert body when verifying with {{contact name}} */
"PRIVACY_VERIFICATION_FAILED_I_HAVE_WRONG_KEY_FOR_THEM" = "Those don't look like the safety numbers for %@. Are you verifying the correct contact?";

/* Alert body when verifying with {{contact name}} */
"PRIVACY_VERIFICATION_FAILED_THEY_HAVE_WRONG_KEY_FOR_ME" = "Every pair of Forsta users shares distinct safety numbers. Double check that %@ is displaying *your* distinct safety numbers.";

/* alert body */
"PRIVACY_VERIFICATION_FAILED_WITH_OLD_LOCAL_VERSION" = "You're running an old version of Forsta. You need to update before you can verify.";

/* alert body */
"PRIVACY_VERIFICATION_FAILED_WITH_OLD_REMOTE_VERSION" = "Your partner is running an old version of Forsta. They need to update before you can verify.";

/* alert body */
"PRIVACY_VERIFICATION_FAILURE_INVALID_QRCODE" = "The scanned code doesn't look like a safety number code. Are you both on an up-to-date version of Forsta?";

/* Paragraph(s) shown alongside keying material when verifying privacy with {{contact name}} */
"PRIVACY_VERIFICATION_INSTRUCTIONS" = "If you wish to verify the security of your end-to-end encryption with %@, compare the numbers above with the numbers on their device.\n\nAlternatively, you can scan the code on their phone, or ask them to scan your code.";

/* Navbar title */
"PRIVACY_VERIFICATION_TITLE" = "Verify Safety Numbers";

/* No comment provided by engineer. */
"PROCEED_BUTTON" = "Végrehajtás";

/* No comment provided by engineer. */
"PUSH_MANAGER_MARKREAD" = "Megjelölés olvasott üzenetként";

/* No comment provided by engineer. */
"PUSH_MANAGER_REPLY" = "Válasz";

/* Alert title */
"PUSH_REGISTER_SUCCESS" = "Successfully re-registered for push notifications.";

/* Used in table section header and alert view title contexts */
"PUSH_REGISTER_TITLE" = "Azonnali értesítések";

/* No comment provided by engineer. */
"PUSH_SETTINGS_MESSAGE" = "A Forsta alkalmazás megfelelő működéséhez a push és hang értesítések engedélyezése szükséges. Kérlek engedélyezd a Beállítások >> Értesítésítések >> Forsta menüpontnál.";

/* No comment provided by engineer. */
"QUESTIONMARK_PUNCTUATION" = "?";

/* No comment provided by engineer. */
"RATING_MSG" = "Ha szívesen használod a Forsta-t privát beszélgetéseidhez, támogathatod a projektünket azzal, hogy értékeled. Nem tart tovább egy percnél és segít másoknak, hogy okos döntést hozzanak az adataik biztonsága terén.";

/* No comment provided by engineer. */
"RATING_RATE" = "Forsta értékelése";

/* No comment provided by engineer. */
"RATING_TITLE" = "A Forsta támogatása!";

/* No comment provided by engineer. */
"REGISTER_CC_ERR_ALERT_VIEW_MESSAGE" = "Kérlek adj meg egy érvényes országkódot";

/* No comment provided by engineer. */
"REGISTER_CC_ERR_ALERT_VIEW_TITLE" = "Országkód Hiba";

/* No comment provided by engineer. */
"REGISTER_CONTACTS_BODY" = "A Forsta lehetővé teszi neked, hogy privát beszélgetést tudj folytatni meglévő kontaktjaiddal. A Forsta használatához kérlek engedélyezd a hozzáférést a kontaktjaidhoz.";

/* No comment provided by engineer. */
"REGISTER_CONTACTS_CONTINUE" = "Folytatás";

/* No comment provided by engineer. */
"REGISTER_CONTACTS_WELCOME" = "Üdvözlünk!";

/* No comment provided by engineer. */
"REGISTER_FAILED_TRY_AGAIN" = "Próbáld újra";

/* No comment provided by engineer. */
"REGISTER_RATE_LIMITING_BODY" = "A szerver jelenleg korlátozza a regisztrációkat, kérlek próbáld újra később.";

/* No comment provided by engineer. */
"REGISTERED_NUMBER_TEXT" = "Registered Number";

/* Alert title */
"REGISTRATION_BODY" = "Failed to re-register for push notifications.";

/* No comment provided by engineer. */
"REGISTRATION_DEFAULT_COUNTRY_NAME" = "Országkód";

/* No comment provided by engineer. */
"REGISTRATION_ENTERNUMBER_DEFAULT_TEXT" = "Telefonszám megadása";

/* No comment provided by engineer. */
"REGISTRATION_ERROR" = "Regisztrációs hiba";

/* alert body during registration */
"REGISTRATION_ERROR_BLANK_VERIFICATION_CODE" = "We can't activate your account until you verify the code we sent you.";

/* No comment provided by engineer. */
"REGISTRATION_NON_VALID_NUMBER" = "Telefonszám formátum nem támogatott, vedd fel a kapcsolatot a supporttal.";

/* No comment provided by engineer. */
"REGISTRATION_PHONENUMBER_BUTTON" = "Telefonszám";

/* No comment provided by engineer. */
"REGISTRATION_RESTRICTED_MESSAGE" = "Valaki izgatottan várja, hogy elküldje első üzenetét! Regisztrálnod kell a használatba vételhez.";

/* No comment provided by engineer. */
"REGISTRATION_TITLE_LABEL" = "Telefonszámod";

/* Alert view title */
"REGISTRATION_VERIFICATION_FAILED_TITLE" = "Verification Failed";

/* Alert body, during registration */
"REGISTRATION_VERIFICATION_FAILED_WRONG_CODE_DESCRIPTION" = "The numbers you submitted don't match what we sent. Want to double check?";

/* No comment provided by engineer. */
"REGISTRATION_VERIFY_DEVICE" = "Készülék hitelesítlse";

/* No comment provided by engineer. */
"REJECT_CALL_BUTTON_TITLE" = "Elutasít";

/* No comment provided by engineer. */
"RELAY_REGISTERED_ERROR_RECOVERY" = "A regisztrálni kívánt telefonszám már regisztrálva lett egy másik szerveren. Vond vissza a regisztrációdat innen, és próbáld meg újra.";

/* No comment provided by engineer. */
"REREGISTER_FOR_PUSH" = "Újraregisztrálás a push értesítésekért";

/* Generic text for button that retries whatever the last action was. */
"RETRY_BUTTON_TEXT" = "Újra";

/* Snippet to share {{safety numbers}} with a friend. sent e.g. via sms */
"SAFETY_NUMBER_SHARE_FORMAT" = "Our Forsta Safety Numbers:\n%@";

/* Action sheet heading */
"SAFETY_NUMBERS_ACTIONSHEET_TITLE" = "The safety numbers for %@ have changed. You may wish to verify them.";

/* Button label presented with camera icon while verifying privacy credentials. Shows the camera interface. */
"SCAN_CODE_ACTION" = "Scan Code";

/* label presented once scanning (camera) view is visible. */
"SCAN_CODE_INSTRUCTIONS" = "Scan the QR Code on your contact's device.";

/* No comment provided by engineer. */
"SEARCH_BYNAMEORNUMBER_PLACEHOLDER_TEXT" = "Keresés név vagy telefonszám alapján";

/* {{number of seconds}} embedded in strings, e.g. 'Alice updated disappearing messages expiration to {{5 seconds}}'. See other *_TIME_AMOUNT strings */
"SECONDS_TIME_AMOUNT" = "%u seconds";

/* No comment provided by engineer. */
"SECURE_SESSION_RESET" = "Biztonságos munkamenet alaphelyzetbe állítva.";

/* No comment provided by engineer. */
"SEND_AGAIN_BUTTON" = "Küldés újra";

/* No comment provided by engineer. */
"SEND_BUTTON_TITLE" = "Küldés";

/* No comment provided by engineer. */
"SEND_SMS_BUTTON" = "SMS küldése:";

/* No comment provided by engineer. */
"SEND_SMS_CONFIRM_TITLE" = "Szeretnéd meghívni egy barátodat nem-biztonságos SMS-en keresztül?";

/* No comment provided by engineer. */
"SEND_SMS_INVITE_FAILURE" = "SMS küldése nem sikerült, kérlek próbáld meg később.";

/* No comment provided by engineer. */
"SEND_SMS_INVITE_SUCCESS" = "Meghívtad a barátod hogy használja a Forsta-t!";

/* No comment provided by engineer. */
"SEND_SMS_INVITE_TITLE" = "A következő telefonszámokat szeretnéd meghívni a Forsta használatához:";

/* No comment provided by engineer. */
"SETTINGS_ABOUT" = "Az alkalmazásról";

/* No comment provided by engineer. */
"SETTINGS_ADVANCED_DEBUGLOG" = "Debug Log engedélyezés";

/* No comment provided by engineer. */
"SETTINGS_ADVANCED_SUBMIT_DEBUGLOG" = "Debug Log továbbítása";

/* No comment provided by engineer. */
"SETTINGS_ADVANCED_TITLE" = "Haladó";

/* User settings section footer, a detailed explanation */
"SETTINGS_BLOCK_ON_IDENITY_CHANGE_DETAIL" = "Requires your approval before communicating with someone who has new safety numbers, commonly from a reinstall of Forsta.";

/* Table cell label */
"SETTINGS_BLOCK_ON_IDENTITY_CHANGE_TITLE" = "Require Approval on Change";

/* No comment provided by engineer. */
"SETTINGS_CLEAR_HISTORY" = "Előzmény napló törlése";

/* No comment provided by engineer. */
"SETTINGS_COPYRIGHT" = "Copyright Open Whisper Systems\nLicensz a GPLv3 szerint";

/* No comment provided by engineer. */
"SETTINGS_DELETE_ACCOUNT_BUTTON" = "Fiók törlése";

/* No comment provided by engineer. */
"SETTINGS_DELETE_HISTORYLOG_CONFIRMATION" = "Biztosan törölni akarod összes előzményedet (üzenetek, mellékletek, hívás napló...) ? Ez a művelet nem visszavonható.";

/* No comment provided by engineer. */
"SETTINGS_DELETE_HISTORYLOG_CONFIRMATION_BUTTON" = "Biztosan akarom.";

/* No comment provided by engineer. */
"SETTINGS_HELP_HEADER" = "Segítség";

/* Section header */
"SETTINGS_HISTORYLOG_TITLE" = "Előzmény napló";

/* No comment provided by engineer. */
"SETTINGS_INFORMATION_HEADER" = "Információ";

/* No comment provided by engineer. */
"SETTINGS_INVITE_HEADER" = "Meghívas";

/* No comment provided by engineer. */
"SETTINGS_INVITE_TWITTER_TEXT" = "You can reach me using Forsta by @forstainc, get it now.";

/* Title for settings activity */
"SETTINGS_NAV_BAR_TITLE" = "Beállítások";

/* No comment provided by engineer. */
"SETTINGS_NOTIFICATIONS" = "Értesítések";

/* No comment provided by engineer. */
"SETTINGS_PRIVACY_TITLE" = "Adatvédelem";

/* Section header */
"SETTINGS_PRIVACY_VERIFICATION_TITLE" = "Safety Numbers Approval";

/* No comment provided by engineer. */
"SETTINGS_SCREEN_SECURITY" = "Biztonságos képernyő engedélyezése";

/* No comment provided by engineer. */
"SETTINGS_SCREEN_SECURITY_DETAIL" = "Megakadályozza, hogy az alkalmazásválasztóban megjelenjen a Forsta alkalmazás képernyője.";

/* Section header */
"SETTINGS_SECURITY_TITLE" = "Biztonságos képernyő";

/* No comment provided by engineer. */
"SETTINGS_SHARE_INSTALL" = "Install Link megosztás";

/* No comment provided by engineer. */
"SETTINGS_SUPPORT" = "Támogatás";

/* No comment provided by engineer. */
"SETTINGS_VERSION" = "Verzió";

/* Action sheet item */
"SHOW_SAFETY_NUMBER_ACTION" = "Show new safety numbers";

/* {{1 day}} embedded in strings, e.g. 'Alice updated disappearing messages expiration to {{1 day}}'. See other *_TIME_AMOUNT strings */
"SINGLE_DAY_TIME_AMOUNT" = "%u day";

/* {{1 hour}} embedded in strings, e.g. 'Alice updated disappearing messages expiration to {{1 hour}}'. See other *_TIME_AMOUNT strings */
"SINGLE_HOUR_TIME_AMOUNT" = "%u hour";

/* {{1 minute}} embedded in strings, e.g. 'Alice updated disappearing messages expiration to {{1 minute}}'. See other *_TIME_AMOUNT strings */
"SINGLE_MINUTE_TIME_AMOUNT" = "%u minute";

/* {{1 week}} embedded in strings, e.g. 'Alice updated disappearing messages expiration to {{1 week}}'. See other *_TIME_AMOUNT strings */
"SINGLE_WEEK_TIME_AMOUNT" = "%u week";

/* No comment provided by engineer. */
"SMS_INVITE_BODY" = "Meghívlak, hogy telepítsd a Forsta-t! Itt van a link:";

/* Alert body after verifying privacy with {{other user's name}} */
"SUCCESSFUL_VERIFICATION_DESCRIPTION" = "Your safety numbers have been verified. You can be confident your communication with %@ is private.";

/* No comment provided by engineer. */
"SUCCESSFUL_VERIFICATION_TITLE" = "Safety Numbers Verified!";

/* No comment provided by engineer. */
"TAKE_MEDIA_BUTTON" = "Fotó vagy videó készítése";

/* No comment provided by engineer. */
"TAKE_PICTURE_BUTTON" = "Kép készitése";

/* No comment provided by engineer. */
"TIMEOUT_CONTACTS_DETAIL" = "Nem tudtuk elérni a frissített kontakt listát a szerverről. Kérlek, próbáld újra később! ";

/* No comment provided by engineer. */
"TXT_CANCEL_TITLE" = "Mégsem";

/* No comment provided by engineer. */
"TXT_DELETE_TITLE" = "Törlés";

/* Pressing this button moves an archived thread from the archive back to the inbox */
"UNARCHIVE_ACTION" = "Archívumból visszahelyezés";

/* In Inbox view, last message label for thread with corrupted attachment. */
"UNKNOWN_ATTACHMENT_LABEL" = "Ismeretlen melléklet";

/* Displayed if for some reason we can't determine a contacts phone number *or* name */
"UNKNOWN_CONTACT_NAME" = "Unknown Contact";

/* button title for unlinking a device */
"UNLINK_ACTION" = "Társítás megszüntetése";

/* Alert message to confirm unlinking a device */
"UNLINK_CONFIRMATION_ALERT_BODY" = "Ez a készülék társításának megszüntetésével ez többé nem lesz képes üzeneteket küldeni vagy fogadni.";

/* Alert title for confirming device deletion */
"UNLINK_CONFIRMATION_ALERT_TITLE" = "Társítás megszüntetése ezzel: \"%@\"?";

/* Alert title when unlinking device fails */
"UNLINKING_FAILED_ALERT_TITLE" = "A Forsta nem tudja megszüntetni a társítást a készülékeddel.";

/* Label text in device manager for a device with no name */
"UNNAMED_DEVICE" = "Megnevezetlen készülék";

/* No comment provided by engineer. */
"UNREGISTER_SIGNAL_FAIL" = "Nem sikerült a Forsta fiókod törlése.";

/* No comment provided by engineer. */
"UNSUPPORTED_ATTACHMENT" = "Nem támogatott melléklet típust kaptál.";

/* No comment provided by engineer. */
"UNSUPPORTED_FEATURE_ERROR" = "Készüléked nem támogatja ezt a funkciót.";

/* No comment provided by engineer. */
"UPDATE_BUTTON_TITLE" = "Frissítés";

/* No comment provided by engineer. */
"Upgrading Forsta ..." = "Upgrading Forsta ...";

/* message footer while attachment is uploading */
"UPLOADING_MESSAGE_TEXT" = "Uploading...";

/* button text during registration to make corrections to your submitted phone number */
"VERIFICATION_CHALLENGE_CHANGE_NUMBER" = "Szám változtatása";

/* Text field placeholder for SMS verification code during registration */
"VERIFICATION_CHALLENGE_DEFAULT_TEXT" = "Hitelesítő kód küldése";

/* button text during registration to request phone number verification be done via phone call */
"VERIFICATION_CHALLENGE_SEND_VIAVOICE" = "Inkább hívj";

/* button text during registration to request another SMS code be sent */
"VERIFICATION_CHALLENGE_SUBMIT_AGAIN" = "Kód újrakérése";

/* button text during registration to submit your SMS verification code */
"VERIFICATION_CHALLENGE_SUBMIT_CODE" = "Igazolási kód benyújtása";

/* Navigation title in the registration flow - during the sms code verification process. */
"VERIFICATION_HEADER" = "Hitelesítés";

/* table cell label in conversation settings */
"VERIFY_PRIVACY" = "Verify Safety Numbers";

/* Activity indicator title, shown upon returning to the device manager, until you complete the provisioning process on desktop */
"WAITING_TO_COMPLETE_DEVICE_LINK_TEXT" = "Fejezd be a telepítést a Forsta Desktop -ban.";

/* {{number of weeks}}, embedded in strings, e.g. 'Alice updated disappearing messages expiration to {{5 weeks}}'. See other *_TIME_AMOUNT strings */
"WEEKS_TIME_AMOUNT" = "%u weeks";

/* No comment provided by engineer. */
"WHISPER_NAV_BAR_TITLE" = "Bejövő";

/* Info Message when you disable disappearing messages */
"YOU_DISABLED_DISAPPEARING_MESSAGES_CONFIGURATION" = "You disabled disappearing messages.";

/* Info message embedding a {{time amount}}, see the *_TIME_AMOUNT strings for context. */
"YOU_UPDATED_DISAPPEARING_MESSAGES_CONFIGURATION" = "You set disappearing message time to %@.";
